{
  "Main": {
    "title": "Добро пожаловать в <span>REST Client</span>",
    "description": "REST Client обеспечивает и упрощает связь с любым открытым RESTful API. Он предлагает абстракцию над библиотеками HTTP, что позволяет удобно преобразовывать их в HTTP-запрос и создавать объекты из HTTP-ответа. <br></br>Чтобы начать использовать приложение, зарегистрируйтесь или войдите в систему.",
    "authorizedTitle": "Добро пожаловать",
    "authorizedDescription": "Мы рады снова видеть вас. Теперь у вас есть доступ ко всем функциям вашего аккаунта.",
    "signIn": "Войти",
    "signUp": "Зарегистрироваться",
    "signOut": "Выйти",
    "history": "История",
    "variables": "Переменные",
    "errorPageDescription": "Простите, что-то пошло не так.",
    "formSignInDescription": "Рады видеть вас снова! Войдите, чтобы продолжить своё путешествие.",
    "formSignUpDescription": "Давайте начнем! Создайте свой аккаунт за несколько шагов.",
    "formSignInEmailPlaceholder": "Введите адрес электронной почты",
    "formSignInPasswordPlaceholder": "Введите ваш пароль",
    "formSignUpNamePlaceholder": "Введите ваше имя",
    "formSignUpEmailPlaceholder": "Введите адрес электронной почты",
    "formSignUpPasswordPlaceholder": "Выберите пароль",
    "formSignUpConfirmPasswordPlaceholder": "Повторите пароль"
  },
  "404": {
    "title": "ОЙ! ОШИБКА 404!",
    "description": "Такой страницы нет. Попробуйте вернуться на главную и начать заново",
    "backButton": "Перейти на главную"
  },
  "about": {
    "title": "Наша команда",
    "name1": "Данила Котенков",
    "name2": "Екатерина Григорьева",
    "name3": "Александр Кабанов",
    "description1": "Данила перспективный разработчик, который с энтузиазмом принял на себя роль лидера. Несмотря на начало карьеры, координирует усилия команды и не боится принимать архитектурные решения. Быстро развивает навыки в JavaScript-фреймворках и интеграции с RESTful API. Его стремление учиться и решать сложные задачи делает его вдохновляющим лидером команды.",
    "description2": "Екатерина креативный начинающий разработчик с природным талантом к дизайну пользовательского опыта. Хотя она новичок в профессиональной разработке, но привносит свежий взгляд на создание интуитивных интерфейсов для API-клиента. Увлечена изучением дизайна компонентов. Ее готовность экспериментировать с новыми подходами часто приводит к инновационным решениям, которые более опытные разработчики могли бы упустить.",
    "description3": "Александр амбициозный разработчик, увлеченный сложностями интеграции API. Хотя он еще набирает опыт, но с решимостью берется за реализацию аутентификации и обработку данных. Любит погружаться в документацию и не боится сложных технических спецификаций. Его методичный подход к решению проблем помогает команде преодолевать неожиданные препятствия в интеграции."
  }
}
